"Unread articles" = "Uleste artikler";
"Starred articles" = "Stjernemerkede artikler";
"Read articles" = "Les artikler";
"All articles" = "Alle artikler";
"Mode" = "Modus";
"Badge" = "Skilt";
"Enabled" = "Påskrudd";
"Name" = "Navn";
"Group" = "Gruppe";
